ARABIC_STOPWORDS = {
    "في", "من", "ما", "هي", "ماهي", "ما هي", "لم", "عن", "على", "و", "او", "أو",
    "هل", "كيف", "أين", "كم", "هذا", "هذه", "ذلك", "تكون", "يكون", "هو", "هي", "إلى", "ب"
}
ENGLISH_STOPWORDS = {
    "the", "is", "in", "and", "to", "of", "a", "that", "it", "on", "for", "with",
    "as", "was", "at", "by", "an", "be", "this", "from", "or", "but"
}
# لما اسأل عن الخدمات اسأل بعدها قطاع اي 
SERVICSE_KEYWORDS = [
    "خدمات",
    "الخدمات",
    "خدمة",
    "الخدمة",
    "خدمه",
    "الخدمه",
    "خدماتي",
    "الخدماتي",
    "خدمتي",
    "الخدمتي",
    "خدمتك",
    "الخدمتك",
    "خدماتك",
    "الخدماتك",
    "خدمتها",
    "الخدمتها",
    "خدماتها",
    "الخدماتها",
    "خدماتنا",
    "الخدماتنا",
    "خدمتنا",
    "الخدمتنا",
    "خدمتكم",
    "الخدمتكم",
    "خدماتكم",
    "الخدماتكم",
    "خدمتهم",
    "الخدمتهم",
    "خدماتهم",
    "الخدماتهم",
    "services",
    "service",
    "the services",
    "the service",
    
]

